gemData([
    {
      "id": 0,
      "name": "---",
      "formula": "---",
      "type": "----",
      "color": "----",
      "property": "----",
      "benefit": "----"
    },
    {
      "id": 1,
      "name": "Talc ทัลก์",
      "formula": "Mg3Si4O10(OH)2",
      "type": "แร่ไฮเดรตแมกนิเซียมซิลิเกต",
      "color": "ขาว เทา หรือฟ้า",
      "property": "แร่ทัลก์ เป็นแร่ที่มีความแข็ง 1 ตามสเกลของโมส์ ซึ่งอ่อนมากจนสามารถใช้เล็บขูดเป็นรอยได้ มีลักษณะผลึกเป็นแผ่นหนา มีรูปผลึกเป็นระบบโมโนคลินิก รูปสี่เหลี่ยมขนมเปียกปูนและหกเหลี่ยม",
      "benefit": "ป่นเป็นผงเพื่อใช้ทำสี เครื่องปั้นดินเผา ยาฆ่าแมลง วัสดุมุงหลังคา วัสดุทนไฟ ใช้บุผนังแบบหล่อ ใช้ในอุตสาหกรรมกระดาษ ยาง พลาสติกและสิ่งทอ ใช้ในอุตสาหกรรมเครื่องสำอาง"
    },
    {
      "id": 2,
      "name": "Gypsum ยิปซัม หรือเรียกว่าเกลือจืด",
      "formula": "CaSO4·2H2O",
      "type": "แร่อโลหะ",
      "color": "ขาว เทา หรือชมพูแดง",
      "property": "มีค่าความแข็งที่ 2 ตามสเกลของโมส์ (Moh's scale) ลักษณะที่พบโดยทั่วไป เป็นแบบเนื้อแน่น และมีรูปผลึกเฉพาะ",
      "benefit": "สามารถนำมาทำปูนปลาสเตอร์ ปูนซีเมนต์ (portland cement) แผ่นยิปซัมอัด (gypsum board) หรือแผ่นยิปซัมบอร์ด ชอล์ก กระดาษ และปุ๋ย ส่วนแร่ชนิดซาตินสปาร์ และอะลาบาสเตอร์ อาจนำมาใช้ในการแกะสลักหรือขัดทำเป็นเครื่องประดับ"
    },
    {
      "id": 3,
      "name": "Calcium แคลเซียม",
      "formula": "Ca",
      "type": "โลหะทรานซิชัน",
      "color": "ขาวเงิน สีเทาอ่อน",
      "property": "เป็นของแข็งสีขาวเนื้ออ่อน",
      "benefit": "เป็นองค์ประกอบของกระดูกและฟัน และเป็นธาตุอาหารรองในพืช ใช้ทำโลหะเจือกับ Al, Pb และ Cu นอกจากนี้ยังใช้ในอุตสาหกรรมถลุงโลหะเป็นตัวออกซิไดซ์สำหรับโลหะเจือหลายชนิด หรือเป็นตัวรีดิวซ์ในการเตรียมโลหะ Be, Cr, Ha และโลหะ rare earths"
    },
    {
      "id": 4,
      "name": "Selenium ซีลีเนียม",
      "formula": "Se",
      "type": "อโลหะ",
      "color": "ขาวเงิน สีเทาอ่อน",
      "property": "คล้ายโลหะสีเทา เป็นธาตุมีพิษ มีสมบัติการนำไฟฟ้า",
      "benefit": "การทำแผงแสงอาทิตย์"
    },
    {
      "id": 5,
      "name": "Cadmium แคดเมียม",
      "formula": "Cd",
      "type": "โลหะทรานซิชัน",
      "color": "ขาว ฟ้า",
      "property": "เป็นธาตุมีพิษ",
      "benefit": "ใช้ในการทำแบตเตอรี่"
    },
    {
      "id": 6,
      "name": "Sulfur กำมะถัน",
      "formula": "S",
      "type": "อโลหะ",
      "color": "ขาวเงิน สีเทาอ่อน",
      "property": "ไม่มีรสหรือกลิ่น กำมะถันในรูปแบบปกติเป็นของแข็งสีเหลืองที่เป็นผลึก",
      "benefit": "เป็นธาตุจำเป็นสำหรับสิ่งมีชีวิต ใช้ในการผลิตปุ๋ย ดินปืน ไม้ขีดไฟ ยาฆ่าแมลง และยาฆ่ารา"
    },
    {
      "id": 7,
      "name": "Tellurium เทลลูเรียม",
      "formula": "Te",
      "type": "กึ่งโลหะ",
      "color": "ขาวเงิน",
      "property": "มีสมบัติทางเคมีใกล้เคียงกับซีลีเนียมและกำมะถัน",
      "benefit": "ใช้ในการทำโลหะผสมและสารกึ่งตัวนำและใช้ในอุตสาหกรรมทําแก้วสี"
    },
    {
      "id": 8,
      "name": "Bismuth บิสมัท",
      "formula": "Bi",
      "type": "โลหะหนัก",
      "color": "สีขาวอมชมพู",
      "property": "เป็นผลึกสีขาวอมชมพู มีสมบัติทางเคมีคล้ายสารหนูและพลวง",
      "benefit": "ใช้ประโยชน์ทางการแพทย์ เภสัชกรรม และเครื่องสำอาง เป็นส่วนผสมของฟิวส์"
    },
    {
      "id": 9,
      "name": "Calcite แคลไซต์",
      "formula": "CaCO3",
      "type": "แร่คาร์บอเนต",
      "color": "ไร้สี ขาว เทา เหลือง เขียว",
      "property": "มีค่าความแข็งที่ 3 ตามสเกลของโมส์ (Moh’s scale) รูปผลึก ระบบเฮกซาโกนัล พบเกิดเป็นรูปผลึกได้มากกว่า 300 แบบและเป็นผลึกที่ซับซ้อนมาก ที่พบบ่อยคือรูปผลึกที่เป็นสี่เหลี่ยมขนมเปียกปูน หรือมีลักษณะเป็นแท่งหัวแหลมๆ ยาวๆ คล้ายฟันสุนัขเรียกว่าแร่ฟันหมาหรือหินเขี้ยวหมา",
      "benefit": "ใช้ทำปูนซีเมนต์และปูนขาว นำมาบดผสมทำอาหารสัตว์ ผสมทำเครื่องเคลือบดินเผา หากมีสีและเนื้อสวยงามนำมาขัดทำหินประดับผลึกแร่แคลไซต์ ใช้เป็นวัตถุดิบผลิตแสงเลเซอร์"
    },
    {
      "id": 10,
      "name": "Copper ทองแดง",
      "formula": "Cu",
      "type": "โลหะอัลคาไลเอิร์ธ",
      "color": "สีแดงแบบทองแดง",
      "property": "มักเกิดเป็นแผ่นขยุกขยักคล้ายกิ่งไม้ เป็นเส้น เป็นเม็ด หมองคล้ำได้ง่าย",
      "benefit": "ใช้มากในอุตสาหกรรมสมัยใหม่ โดยใช้ประโยชน์ในอุตสาหกรรมไฟฟ้าและอิเล็กทรอนิกส์แทบทุกชนิด ใช้ทำอาวุธยุทธภัณฑ์ เหรียญกษาปณ์และเหรียญตราต่างๆ นอกจากนี้ ยังใช้เป็นองค์ประกอบสำคัญในโลหะผสมหลายชนิด"
    },
    {
      "id": 11,
      "name": "Arsenic สารหนู",
      "formula": "As",
      "type": "กึ่งโลหะ",
      "color": "เทามันวาว",
      "property": "เป็นของเเข็ง เป็นพิษทั้งธาตุบริสุทธิ์และสารประกอบ",
      "benefit": "ใช้เป็นยาเบื่อหนู ใช้ในการทำทองบรอนซ์และทำดอกไม้ไฟ นอกจากนี้ ในการทำแบตเตอรี่สะสมไฟฟ้าถ้าผสมสารหนูเล็กน้อยในตะกั่วและพลวงจะทำให้ได้โลหะผสมที่มีคุณภาพดีขึ้น"
    },
    {
      "id": 12,
      "name": "Antimony พลวง",
      "formula": "Sb",
      "type": "กึ่งโลหะ",
      "color": "เหลือง ดำ",
      "property": "ผลึกแร่ยาวเรียวคล้ายเข็มแผ่เป็นรูปรัศมี หรือเป็นแผ่นแบน  เผาด้วยไม้ขีดไฟหลอมได้และได้กลิ่นกำมะถัน",
      "benefit": "ในการทำสีเซรามิก สารเคลือบผิว โลหะผสม อิเล็กโทรดและยาง"
    },
    {
      "id": 13,
      "name": "Thorium ทอเรียม",
      "formula": "Th",
      "type": "โลหะ",
      "color": "เงินวาว",
      "property": "อ่อนนุ่ม เมื่อสัมผัสกับอากาศจะหมองเป็นสีน้ำตาลหรือสีดำเพราะเกิดอ๊อกไซด์ เมื่อถูกทำให้ร้อนในอากาศโลหะทอเรียมจะติดไฟได้เองเกิดเป็นแสงจ้าสีขาว มีอัตราการแผ่รังสีมากกว่ายูเรเนียม",
      "benefit": "ใช้ในการทำปฏิกรณ์นิวเคลียร์"
    },
    {
      "id": 14,
      "name": "Fluoride ฟลูออไรด์",
      "formula": "CaF2",
      "type": "สารประกอบอนินทรีย์",
      "color": "ขาว",
      "property": "มีค่าความแข็งที่ 4  ตามสเกลของโมส์ (Moh’s scale) เป็นของแข็งผลึกสีขาว ไม่มีกลิ่น",
      "benefit": "ใช้ในอุตสาหกรรมกระจกและเลนส์ เป็นแหล่งสำคัญของไฮโดรเจนฟลูออไรด์ ซึ่งใช้ในอุตสาหกรรมโลหะ การกลั่นน้ำมันและตัวทำความเย็น"
    },
    {
      "id": 15,
      "name": "Iron เหล็ก",
      "formula": "Fe",
      "type": "ธาตุโลหะทรานซิชัน",
      "color": "เงิน ขาวหรือเทา เป็นเงา",
      "property": "หล่อสามารถใช้ค้อนทุบเป็นแผ่นบางๆได้ และยังสามารถยืดได้ เหล็กมีความต้านทานแรงดึงสูง นำไฟฟ้า นำความร้อน",
      "benefit": "ใช้ในอุตสาหกรรมก่อสร้าง  ใช้ในการทำเป็นวัสดุต่างๆ เป็นชิ้นส่วนของเครื่องจักร และผลิตภัณฑ์"
    },
    {
      "id": 16,
      "name": "Nickel นิกเกิล",
      "formula": "Ni",
      "type": "โลหะ",
      "color": "สีขาวเงินมันวาว",
      "property": "มีความแข็งแต่ตีเป็นแผ่นได้ ในธรรมชาติจะทำปฏิกิริยาเคมีกับกำมะถันเกิดเป็นแร่มิลเลอร์ไรต์ (millerite) ถ้าทำปฏิกิริยาเคมีกับสารหนู (arsenic) จะเกิดเป็นแร่นิกกอไลต์ (niccolite) แต่ถ้าทำปฏิกิริยาเคมีกับทั้งสารหนูและกำมะถันจะเป็นก้อนนิกเกิลกลานซ (nickel glance)",
      "benefit": "ใช้ชุบโลหะ ป้องกันการเกิดสนิม และช่วยให้มีผิวแวววาวมากขึ้น ใช้เป็นตัวเร่งปฏิกิริยาในอุตสาหกรรมบางชนิด เช่น ใช้เร่งปฏิกิริยาไฮโดรจิเนชันในกระบวนการผลิตน้ำมันพืช ใช้เป็นส่วนผสมในการผลิตโลหะผสมต่างๆสำหรับใช้งานในอุตสาหกรรม เช่น ใบพัดเรือ ชิ้นส่วนรถยนต์ เครื่องใช้ครัวเรือน และการผลิตท่อน้ำ เป็นต้น อิเลกโตรเซลล์เชื้อเพลิง (fuel cell electrodes) ใช้เป็นสารเคลือบผิวในอุตสาหกรรมเซรามิกส์ ใช้เป็นส่วนผสมในการผลิตโลหะเพื่อใชในการประดับ ใช้เป็นส่วนผสมของโลหะ Alnico สำหรับการทำแม่เหล็ก หรือใช้เป็นส่วนผสมของน้ำมันเบนซิน ของหมึก และสี ใช้ผลิตเป็นฉนวนต้านทานไฟฟ้าในวงจรอิเล็กทรอนิกส์ต่างๆ"
    },
    {
      "id": 17,
      "name": "Apatite อะพาไทต์",
      "formula": "Ca5(PO4)3(F,Cl,OH)",
      "type": "แร่ฟอสเฟต",
      "color": "เขียว เหลือง น้ำเงิน ม่วง ชมพู และน้ำตาล",
      "property": "มีค่าความแข็งที่ 5 ตามสเกลของโมส์ (Moh’s scale) มีลักษณะเป็นรูปผลึกหกเหลี่ยม",
      "benefit": "ใช้ทำปูนซีเมนต์และปูนขาว นำมาบดผสมทำอาหารสัตว์ ผสมทำเครื่องเคลือบดินเผา หากมีสีและเนื้อสวยงามนำมาขัดทำหินประดับผลึกแร่แคลไซต์ ใช้เป็นวัตถุดิบผลิตแสงเลเซอร์ โดยทั่วไปถูกนำไปใช้ในการทำปุ๋ย ในสหรัฐอเมริกา ได้ใช้ในใส่ปุ๋ยยาสูบ ซึ่งทำให้รสชาติของบุหรี่อเมริกันมีความแตกต่างไปจากบุหรี่ของประเทศอื่นๆ ใช้ในการทำเครื่องประดับ"
    },
    {
      "id": 18,
      "name": "Cobalt โคบอลต์",
      "formula": "Co",
      "type": "โลหะทรานซิชัน",
      "color": "เทาเป็นเงา",
      "property": "เมื่อได้รับรังสีนิวตรอนจะเกิดเป็น โคบอลต์ 60 ซึ่งเป็นสารกัมมันตภาพรังสีอย่างรุนแรง",
      "benefit": "ใช้ผสมในเหล็กขึ้นรูปงานร้อน ใช้เป็นขั้วไฟฟ้าในแบตเตอรีแบบลิเธียม ไอออนที่ใช้กันทั่วไปในโทรศัพท์มือถือ ใช้ทำแม่เหล็ก ไอโซโทปกัมมันตรังสี"
    },
    {
      "id": 19,
      "name": "Zirconium เซอร์โคเนียม",
      "formula": "Zr",
      "type": "โลหะทรานซิชัน",
      "color": "ขาวเทาเป็นเงา",
      "property": "ทนต่อการกันกร่อน ทนความร้อนได้สูง  ไม่นำไฟฟ้า",
      "benefit": "ใช้ในอุตสาหกรรมเซรามิกส์ ใช้เป็นชิ้นส่วนของเครื่องยนต์ไอพ่น และจรวด ใช้ทำถ้วยกระเบื้องทนไฟ ทำชิ้นส่วนของหัวเทียนรถยนต์ อุปกรณ์อิเล็กทรอนิกส์ อิฐทนไฟสำหรับเตาหลอมโลหะหรือทำฉนวนกันไฟฟ้าแรงสูง"
    },
    {
      "id": 20,
      "name": "Palladium แพลเลเดียม",
      "formula": "Pd",
      "type": "โลหะทรานซิชัน",
      "color": "สีขาวเงิน",
      "property": "มีจุดหลอมเหลวต่ำสุด ลักษณะนุ่มและเหนียว",
      "benefit": "ใช้ประโยชน์เป็นตัวเร่งปฏิกิริยา ในอุตสาหกรรมเครื่องเพชร  อุตสาหกรรมการผลิตรถยนต์"
    },
    {
      "id": 21,
      "name": "Orthoclase (ออร์โทเคลส)",
      "formula": "KAlSi3O",
      "type": "แร่",
      "color": "สีขาว สีเทา สีแดงเข้ม หรือไม่มีสี",
      "property": "เป็นแร่ที่มีปริมาณธาตุอัลคาไลด์สูง หลอมตัวที่อุณหภูมิต่ำ เมื่อนำไปหลอมจะเกิดความแกร่งและความโปร่งใส หาได้ง่ายในธรรมชาติ มีธาตุเหล็กต่ำ",
      "benefit": "ทำน้ำเคลือบในอุตสาหกรรมเซรามิกส์ โดยนำไปผสมกับดินเคลย์และควอรตซ์ เมื่อเผาอูหภูมิสูงๆเฟลด์สปาร์จะหลอมละลายและจะเป็นตัวเชื่อมโยง (cement) ในเครื่องเคลือบ นอกจากนี้ ยังใช้ในอุตสาหกรรมแก้วอีกด้วย เนื่องจากมีอลูมิเนียมประกอบอยู่"
    },
    {
      "id": 22,
      "name": "Titanium ไทเทเนียม",
      "formula": "TiO2",
      "type": "โลหะ",
      "color": "สีเงิน",
      "property": "เป็นโลหะที่แข็งแรงแต่มีความหนาแน่นต่ำสามารถทำให้เป็นแผ่นบาง ๆ ได้ (โดยเฉพาะอย่างยิ่งในสภาพแวดล้อมที่ไม่มีออกซิเจน),[1] มันวาว, และมีสีขาวโลหะ มีจุดหลอมเหลวสูง (มากกว่า 1,650 °C หรือ 3,000 °F) จึงมักนำไปใช้เป็นโลหะทนไฟ ไทเทเนียมเป็นพาราแมกเนติกมีสภาพนำไฟฟ้าและสภาพนำความร้อนต่ำ",
      "benefit": "ใช้ผสมในเครื่องสำอาง ครีมกันแดด เนื่องจากมีระดับความเป็นพิษต่อผิวหนังต่ำ, ทึบแสงและสะท้อนหักเหแสงยูวีได้ดีและมีน้ำหนักเบา ใช้ผลิตเป็นชิ้นส่วนทางการแพทย์ อาทิ เครื่องกระตุ้นหัวใจ ข้อเข่าเทียม เนื่องจากทนต่อการกัดกร่อน ใช้เป็นสารดูดซับของเสียหรือมลพิษทางน้ำและอากาศ ใช้ผลิตเป็นตัวเก็บประจุไฟฟ้าในอุปกรณ์อิเล็คทรอนิกส์ เนื่องจากมีค่าความต้านทานไฟฟ้าสูงและมีความคงที่ทางไฟฟ้า ใช้ในอุตสาหกรรมสีและการเคลือบผลิตภัณฑ์ เนื่องจากมีคุณสมบัติที่สามารถยึดเกาะและเคลือบติดผิวง่าย"
    },
    {
      "id": 23,
      "name": "Germanium เจอร์เมเนียม",
      "formula": "Ge",
      "type": "กึ่งโลหะ",
      "color": "สีขาวอมเทา",
      "property": "เจอร์เมเนียมมีจุดหลอมเหลวของ 937.4 °C จุด 2,830 °C, แรงโน้มถ่วงที่เฉพาะเจาะจงของ 5.323 (25 °C) ต้มกับ valences ของ 2 และ 4 ในรูปแบบที่บริสุทธิ์องค์ประกอบเป็นกึ่งโลหะสีขาวอมเทา มันเป็นผลึกและเปราะและยังคงรักษาความเป็นเงามันอยู่ในอากาศ เจอร์เมเนียมและออกไซด์ที่มีความโปร่งใสให้กับแสงอินฟราเรด",
      "benefit": "ธาตุเจอร์เมเนียมยังไม่มีความสำคัญในทางเศรษฐกิจจนกระทั่งหลัง ค.ศ. 1945 เมื่อมีการรับรู้ถึงคุณสมบัติที่เป็นสารกึ่งตัวนำของมัน ซึ่งมีคุณค่าสำคัญในงานอิเล็กทรอนิกส์ ปัจจุบันนี้มีการใช้สสารอื่น ๆ มากมายเพื่อผลิตสารกึ่งตัวนำ แต่เจอร์เมเนียมก็ยังคงมีความสำคัญเป็นอันดับต้น ๆ ในการผลิตทรานซิสเตอร์ และอุปกรณ์อื่น ๆ เช่น เรกติไฟเออร์ และเซลล์แสงอาทิตย์"
    },
    {
      "id": 24,
      "name": "Niobium ไนโอเบียม",
      "formula": "Nb",
      "type": "	โลหะทรานซิชัน",
      "color": "สีเทามันวาว",
      "property": "นำความร้อนและไฟฟ้าได้ไดี มีลักษณะอ่อนนุ่ม ตีเป็นแผ่นได้ พบในแร่ไนโอไบต์",
      "benefit": "การใช้ประโยชน์ของไนโอเบียมในเชิงพาณิชย์ได้แก่ การใช้ในรูปของ ferroniobium ใช้ทำโลหะเจือกับเหล็กกล้าได้เหล็กกล้าประเภท ""Columbium"" เหล็กกล้าชนิด อื่น ๆ และ superalloy ที่สามารถทนต่อความร้อนสูงบางชนิด นอกจากนี้แล้วยังใช้ประโยชน์เป็นตัว ""getter"" ในหลอดสูญญากาศ ในปฏิกรณ์นิวเคลียร์ อุปกรณ์ของจรวด ฯลฯ"
    },
    {
      "id": 25,
      "name": "Rhodium โรเดียม",
      "formula": "Rh",
      "type": "โลหะ",
      "color": "สีขาวเงิน",
      "property": "มีความมันวาว ทนทานต่อการผุกร่อน  ป้องกันการเกิดออกไซค์ที่ผิว (การหมองคล้ำ) และจุดหลอมเหลวและมีความอ่อนตัวสูง",
      "benefit": "เคลือบหรือชุบเครื่องประดับ เพื่อเพิ่มความสวยงาม แวววาวและเพิ่มความคงทนของเครื่องประดับให้มากขึ้น"
    },
    {
      "id": 26,
      "name": "Quartz (ควอตซ์ หรือ แร่เขี้ยวหนุมาน)",
      "formula": "SiO2",
      "type": "แร่ซิลิกา",
      "color": "มีทั้งโปร่งใส จนถึงทึบแสง มีมากมายแทบจะทุกสี",
      "property": "ความแข็ง 7 โมห์สเกล มีคุณสมบัติพิเศษคือมี piezoelectric คือไฟฟ้าที่เกิดจากการกดดันทางกลไกที่มีต่อผลึก ซึ่งทำให้เกิดมีประจุไฟฟ้าขึ้นในควอตซ์ ด้วยคุณสมบัตินี้จึงนำมาใช้ควบคุมความถี่คลื่นวิทยุ ควบคุมความเที่ยงตรงของนาฬิกากันน้ำ ที่เราเรียกกันว่า นาฬิกาควอตซ์ และด้วยความโปร่งใสต่อแสงอัลตราไวโอเลต ทำให้ควอตซ์เหมาะที่จะนำมาทำเป็นเลนส์ของกล้องจุลทรรศน์อีกด้วย",
      "benefit": "ใช้ควบคุมความถี่คลื่นวิทยุ ใช้ควบคุมความเที่ยงตรงของนาฬิกาควอตซ์ นำมาทำเป็นเลนส์ของกล้องจุลทรรศน์"
    },
    {
      "id": 27,
      "name": "Osmium ออสเมียม",
      "formula": "Os",
      "type": "โลหะ",
      "color": "สีเงินออกฟ้า",
      "property": "ในรูปบริสุทธิ์จะเป็นโลหะที่แข็งมาก สีเงินออกฟ้า สะท้อนแสงแวววาว ออสเมียมเป็นธาตุที่มีความหนาแน่นมากที่สุด แข็ง แต่ก็เปราะร่วนได้ง่าย (brittle) มีจุดหลอมเหลวที่สูงมากถึง 3,033 องศาเซลเซียส Osmium tetroxide ออกไซด์ของออสเมียมที่พบบ่อยที่สุดจะอยู่ในรูปออสเมียมเตตรอกไซด์ (Osmium tetroxide หรือ OsO4) ลักษณะที่พบมักจะเป็นผลึกใส หรือสีเหลืองอ่อนใส มีกลิ่นฉุนมากคล้ายกลิ่นคลอรีน (chlorine-like odor)",
      "benefit": "ในงานโลหะ ออสเมียมมักไม่ถูกใช้ในรูปธาตุบริสุทธิ์ ส่วนหนึ่งเป็นเพราะออสเมียมเตตรอกไซด์ซึ่งเป็นออกไซด์ที่เกิดจากออสเมียมบริสุทธิ์นั้นเกิดขึ้นได้ง่ายและมีพิษค่อนข้างรุนแรงมาก เพื่อความปลอดภัยจากการสัมผัสออสเมียมเตตรอกไซด์ การใช้ออสเมียมในงานโลหะจึงมักใช้ในรูปโลหะผสม (alloy) กับโลหะตัวอื่นๆ แทน โลหะผสมที่มีออสเมียมนั้นจะมีความแข็งแรงและทนทานมาก สามารถนำมาใช้เป็นส่วนประกอบของผลิตภัณฑ์หลายชนิด เช่น หัวปากกา เดือยของเครื่องจักร โลหะผสมของเงินกับออสเมียมถูกใช้ทำเครื่องกระตุ้นหัวใจ (pace maker) และลิ้นหัวใจเทียม (prosthesis valve) สำหรับฝังในร่างกายผู้ป่วย ในยุคเริ่มแรกออสเมียมถูกใช้เป็นไส้หลอดไฟในหลอดไส้ แต่ต่อมาก็เลิกใช้และเปลี่ยนมาใช้เป็นทังสเตนแทน เนื่องจากทังสเตนมีจุดหลอมเหลวที่สูงกว่าและให้ความสว่างได้มากกว่า สำหรับออสเมียมเตตรอกไซด์นั้น แม้ว่าจะมีพิษมาก แต่ก็มีการนำมาใช้ในอุตสาหกรรมเช่นกัน คือจะใช้เป็นตัวเร่งปฏิกิริยา (catalyst) ในกระบวนการสังเคราะห์สารเคมีบางอย่าง เช่น แอมโมเนีย (ammonia) และสารเคมีอินทรีย์กลุ่มพันธะคู่ (alkene) นอกจากนี้ยังใช้เป็นสารย้อมเนื้อเยื่อ และพลาสติกโพลีเมอร์ (polymer) เพื่อส่องดูกับกล้องจุลทรรศน์อิเล็กตรอน (electron microscope) อีกด้วย"
    },
    {
      "id": 28,
      "name": "Rhenium รีเนียม",
      "formula": "Re",
      "type": "โลหะทรานซิชัน",
      "color": "สีขาวเงิน",
      "property": "เป็นโลหะที่มีโทนสีขาวและมวลของผงนั้นจะเป็นสีดำ จุดหลอมเหลวและจุดเดือดอยู่ระหว่าง +3186 °C ถึง +5596 °C มันมีลักษณะพาราแมกเนติก",
      "benefit": "นำไปผลิตโลหะผสมที่ทนความร้อนด้วยโลหะหลายชนิดซึ่งใช้ในโครงสร้างของจรวดและอุตสาหกรรมการบิน ตามกฎแล้วรีเนียมใช้เพื่อผลิตชิ้นส่วนอะไหล่สำหรับนักสู้ความเร็วเหนือเสียง"
    },
    {
      "id": 29,
      "name": "Vanadium วาเนเดียม",
      "formula": "V",
      "type": "โลหะทรานซิชัน",
      "color": "สีเทาเงินเป็นมันวาว",
      "property": "วาเนเดียมเป็นธาตุที่หายาก อ่อนนิ่ม ตีเป็นแผ่นได้ ในธรรมชาติจะพบในรูปของสารประกอบของแร่ ",
      "benefit": "ในปัจจุบันเราได้สังเกตเห็นว่าอุตสาหกรรมโรงงานและเศรษฐกิจค่อนข้างขยายตัวและทำรายได้ให้กับประเทศชาติเป็นอย่างมาก และหนึ่งในนั้นคือ อุตสาหกรรมเหล็ก ส่วนมากใช้ผสมเหล็กเป็นโลหะเจือเพื่อเพิ่มสมบัติในการดึงเป็นเส้นได้ดีขึ้น"
    },
    {
      "id": 30,
      "name": "Topaz (โทแพซ)",
      "formula": "Al2SiO4(F,OH)2",
      "type": "แร่ซิลิเกต",
      "color": "ใสไม่มีสี ฟ้า เหลือง เขียว ชมพู ม่วงแดง น้ำตาล เทา ส้ม แดง",
      "property": "เป็นแร่ซิลิเกตที่มีส่วนผสมของอะลูมิเนียมและฟลูออรีน มีสูตรเคมีเป็น Al2SiO4(F,OH)2 โทแพซมีผลึกในระบบออโธรอมบิค(orthorhombic) และผลึกของมันส่วนใหญ่เป็นปริซึมปลายปิด เป็นแร่ที่เกิดขึ้นตามธรรมชาติที่แข็ง(ค่าความแข็งของโมร์เท่ากับ 8) และเป็นแร่ที่แข็งที่สุดในกลุ่มแร่ซิลิเกต ความแข็งนี้รวมกับความโปร่งใส และความหลากหลายของชนิดสีทำให้ มันได้รับการใช้เป็นเครื่องประดับอย่างกว้างขวาง ",
      "benefit": "นำไปสกัดให้ได้เป็นโพแทสเซียมในการผลิตปุ๋ย  เรียกได้ว่าผลประโยชน์จากการทำเหมืองโปแตชจะทวีค่าขึ้นอีกมหาศาลด้วยการเป็นสารนำเข้าของการทำปุ๋ยคือ โปแตสเซียม และที่เหลือจึงจะนำใช้ในอุตสาหกรรมอื่นๆ ซึ่งโปแตสเซียม เป็นธาตุที่จำเป็นต่อกระบวนการสร้างแป้งและน้ำตาลในพืชนั่นเอง"
    },
    {
      "id": 31,
      "name": "Cubic Zirconia คิวบิกเซอร์โคเนีย",
      "formula": "ZrO2",
      "type": "วัสดุสังเคราะห์",
      "color": "เซอร์คอเนียจะเรืองแสงมีเหลือง,เหลืองอมเขียวหรือ สีน้ำตาลอ่อน",
      "property": "เซอร์คอเนียทรงลูกบาศก์ มีระบบผลึกแบบไอโซเมตริก ซึ่งเป็นลักษณะสำคัญของการเลียนแบบเพชร ขณะที่เซอร์คอเนียมไดออกไซด์สร้างรูปผลึกตามธรรมชาติเป็นMonoclinic ซึ่งรูปผลึกจะเสถียรได้ภายใต้สภาวะความดันบรรยากาศปกติ หากต้องการให้รูปผลึกทรงลูกบาศก์มีความเสถียรภายใต้อุณหภูมิปกติต้องใส่ยัทเทรียมออกไซด์หรือแคลเซียมออกไซด์ ปริมาณที่ใส่ขึ้นอยู่กับบริษัทที่ทำการผลิต ดังนั้นคุณสมบัติทางกายภาพและคุณสมบัติทางแสงจึงหลากหลายเซอร์คอเนียเป็นสสารที่หนาแน่น จากค่าความถ่วงจำเพาะระหว่าง 5.6 ถึง 6.0 ต่างจากเพชรเพียง 1.6 คุณสมบัติที่สำคัญอีอย่างหนึ่งคือค่อนข้างแข็ง ความแข็งตามโมส์สเกลคือ 8 ซึ่งแข็งมากกว่าอัญมณีธรรมชาติอื่นๆ ค่าดัชนีหักเหมีค่าสูงอยู่ในช่วง 2.15–2.18 (เมื่อเปรียบเทียบกับเพชร ซึ่งมีค่าดัชนีหักเห 2.42)และวาวแบบเพชร การกระเจิงแสงได้สูงอยูที่ 0.058–0.066 มากกว่าค่าของเพชรมากๆ(0.044) เซอร์คอเนียไม่มีแนวแตกเรียบ(Cleavage)และแสดงรอยแตกแบบก้นหอย เนื่องจากมีความแข็งมากทำให้แตกเปราะ ภายใต้แสงอัตราไวโอเลตที่เป็นคลื่นสั้น",
      "benefit": "คิวบิกเซอร์โคเนียถูกใช้เป็นเพชรจำลอง วัสดุสังเคราะห์มีความแข็งไม่มีตำหนิและโดยปกติจะไม่มีสี แต่อาจมีหลายสีที่แตกต่างกัน มีลักษณะภาพที่ใกล้เคียงกับเพชรและมีราคาถูกกว่า"
    },
    {
      "id": 32,
      "name": "Corundum (คอรันดัม หรือ กะรุน)",
      "formula": "Al2O3",
      "type": "สารประกอบอะลูมิเนียมออกไซด์",
      "color": "ใส ขาว เขียว เหลือง ชมพู แดง ฟ้า สีขาว โปร่งใสถึงโปร่งแส",
      "property": "ระบบเฮกซะโกนอล (Hexagonal) รูปหกเหลี่ยมมีลักษณะตรงกลางป่องคล้ายถังเบียร์ ผลึกรูปหกเหลี่ยมนี้มีชั้นหนาซ้อนกันมีหลายสีเช่นสีเขียว สีเทา สีฟ้าและสีเทาดำ สีแดงหรือสีม่วงเรียกว่าทบทิม ส่วนที่ไม่ใช่ทับทิมนั้น เรียกรวมกันว่า แซฟไฟร์ (Sapphire) สีน้ำเงินเรียกว่าไพลิน (Blue Sapphire) สีเขียวเรียกว่าเขียวส่อง (Green Sapphire) สีเหลืองเรียกว่าพลอยน้ำบุษหรือบุษราคัมไทย (Yellow Sapphire) สีขาวมีรูปดาว 6 แฉกเรียกว่าพลอยสาแหรก (Star Sapphire) มีความแข็งของสเกลมอร์( Mohs scale) เท่ากับ 9 แข็งเป็นรองก็เพียงเพชรเท่านั้น ถ.พ. 4.0 -4.1 ความวาวคล้ายเพชร หรือคล้ายแก้ว รอยแตกแบบก้นหอย โพร่งใสถึงโปร่งแสง",
      "benefit": "ใช้ทำเครื่องประดับ( gemstone )เป็นรัตน์ชาติราคาสูง ขนาดละเอียดใช้ทำผงเจียรไน วัสดุขัดถู ทำวัสดุสำหรับแผ่นตัดเหล็ก ทำกระดาษทรายขัดโลหะและไม้เนื้อแข็ง"
    },
    {
      "id": 33,
      "name": "Tungsten carbide ทังสเตนคาร์ไบด์",
      "formula": "WC",
      "type": "โลหะ",
      "color": "สีเทาดำมันวาว",
      "property": "มีความเงา วาว เหมือนใหม่อยู่ตลอดเวลา ไม่ลอกไม่ดำ ความแข็งและทนความร้อนสูง ยืดหยุ่นได้ สามารถตีแผ่เป็นเส้นลวดได้",
      "benefit": "ใช้ในพวกใส้หลอดไฟฟ้า อุปกรณ์วิทยุ ขั้วหลอด X-ray อุปกรณ์ไฟฟ้าอื่นๆ และวัสดุทนไฟ"
    },
    {
      "id": 34,
      "name": "Titanium Carbide ไทเทเนียมคาร์ไบด์",
      "formula": "TiC",
      "type": "โลหะ",
      "color": "สีเทา",
      "property": "มีความต้านทานการกัดกร่อนและมีอัตราส่วนความแข็งแรงต่อน้ำหนักสูงกว่าโลหะชนิดใดๆ",
      "benefit": "ใช้เตรียมCermetsซึ่งบ่อยใช้เครื่อง เหล็กวัสดุที่ตัดความเร็ว นอกจากนี้ยังมีใช้เป็นทนต่อการขัดถูพื้นผิวเคลือบชิ้นส่วนโลหะเช่นเครื่องมือ bitsและนาฬิกากลไก ใช้เป็นความร้อนเคลือบบรรยากาศ reentryของยานอวกาศ"
    },
    {
      "id": 35,
      "name": "Diamond (เพชร)",
      "formula": "C",
      "type": "แร่ธรรมชาติ",
      "color": "โดยทั่วไปสีเหลือง น้ำตาล หรือ เทา ไปจนถึงไม่มีสี น้อยครั้งที่จะเป็นสีฟ้า เขียว ดำ ขาวขุ่น ชมพู ม่วง ส้มและแดง",
      "property": "ความแข็ง 10 โมห์สเกล แตกได้ยาก มีค่าความถ่วงจำเพาะที่ 3.52 พชรมีองค์ประกอบทางเคมีเป็นคาร์บอน (Carbon) และตกผลึกในทรงลูกบาศก์ (Cubic) ลักษณะของผลึกเพชรมักอยู่ในรูปของออกตะฮีดรอน (Octahedron) ที่มีรูปร่างคล้ายปีรามิด 2 ชิ้นมาประกบกันเพชรจะมีส่วนประกอบของคาร์บอนอยู่ถึง 99.95% ส่วนที่เหลือ 0.05% จะเป็นแร่ธาตุอื่นๆ ปะปนอยู่ในเพชร",
      "benefit": "การใช้งานเพชรส่วนมากในปัจจุบันเป็นการใช้ในเชิงอัญมณีซึ่งใช้ทำเครื่องประดับ การใช้งานในลักษณะนี้สามารถนับย้อนไปได้ถึงในสมัยโบราณ การกระจายของแสงขาวในสเปกตรัมสีเป็นลักษณะพื้นฐานทางด้านอัญมณีวิทยาของอัญมณีเพชร ในคริสต์ศตวรรษที่ 20 ผู้เชี่ยวชาญในด้านอัญมณีวิทยาได้พัฒนาวิธีแบ่งระดับของเพชรและอัญมณีชนิดอื่นบนพื้นฐานของลักษณะที่สำคัญในเชิงมูลค่าของอัญมณี 4 ลักษณะหรือที่รู้จักกันในชื่อ 4 ซี ถูกใช้เป็นพื้นฐานการบ่งชี้ของเพชร ประกอบด้วย กะรัต (carat) การตัด (cut) สี (color) และ ความสะอาด (clarity)[8] เพชรไม่มีตำหนิที่มีขนาดใหญ่ที่สุดรู้จักกันในชื่อ พารากอน"
    }
]);