gemData([
    {
      "id": 1,
      "name": "Talc ทัลก์",
      "formula": "Mg3Si4O10(OH)2",
      "type": "แร่ไฮเดรตแมกนิเซียมซิลิเกต",
      "color": "ขาว เทา หรือฟ้า",
      "property": "แร่ทัลก์ เป็นแร่ที่มีความแข็ง 1 ตามสเกลของโมส์ ซึ่งอ่อนมากจนสามารถใช้เล็บขูดเป็นรอยได้ มีลักษณะผลึกเป็นแผ่นหนา มีรูปผลึกเป็นระบบโมโนคลินิก รูปสี่เหลี่ยมขนมเปียกปูนและหกเหลี่ยม",
      "benefit": "ป่นเป็นผงเพื่อใช้ทำสี เครื่องปั้นดินเผา ยาฆ่าแมลง วัสดุมุงหลังคา วัสดุทนไฟ ใช้บุผนังแบบหล่อ ใช้ในอุตสาหกรรมกระดาษ ยาง พลาสติกและสิ่งทอ ใช้ในอุตสาหกรรมเครื่องสำอาง"
    },
    {
      "id": 2,
      "name": "Talc ทัลก์02",
      "formula": "Mg3Si4O10(OH)2",
      "type": "แร่ไฮเดรตแมกนิเซียมซิลิเกต",
      "color": "ขาว เทา หรือฟ้า",
      "property": "แร่ทัลก์ เป็นแร่ที่มีความแข็ง 1 ตามสเกลของโมส์ ซึ่งอ่อนมากจนสามารถใช้เล็บขูดเป็นรอยได้ มีลักษณะผลึกเป็นแผ่นหนา มีรูปผลึกเป็นระบบโมโนคลินิก รูปสี่เหลี่ยมขนมเปียกปูนและหกเหลี่ยม",
      "benefit": "ป่นเป็นผงเพื่อใช้ทำสี เครื่องปั้นดินเผา ยาฆ่าแมลง วัสดุมุงหลังคา วัสดุทนไฟ ใช้บุผนังแบบหล่อ ใช้ในอุตสาหกรรมกระดาษ ยาง พลาสติกและสิ่งทอ ใช้ในอุตสาหกรรมเครื่องสำอาง"
    },
    {
      "id": 3,
      "name": "Talc ทัลก์03",
      "formula": "Mg3Si4O10(OH)2",
      "type": "แร่ไฮเดรตแมกนิเซียมซิลิเกต",
      "color": "ขาว เทา หรือฟ้า",
      "property": "แร่ทัลก์ เป็นแร่ที่มีความแข็ง 1 ตามสเกลของโมส์ ซึ่งอ่อนมากจนสามารถใช้เล็บขูดเป็นรอยได้ มีลักษณะผลึกเป็นแผ่นหนา มีรูปผลึกเป็นระบบโมโนคลินิก รูปสี่เหลี่ยมขนมเปียกปูนและหกเหลี่ยม",
      "benefit": "ป่นเป็นผงเพื่อใช้ทำสี เครื่องปั้นดินเผา ยาฆ่าแมลง วัสดุมุงหลังคา วัสดุทนไฟ ใช้บุผนังแบบหล่อ ใช้ในอุตสาหกรรมกระดาษ ยาง พลาสติกและสิ่งทอ ใช้ในอุตสาหกรรมเครื่องสำอาง"
    }
]);